Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_LAST_DEVICE_RECOVERY_KEY_MESSAGE
source: You are about to sign out of the last device on your account. To sign in again, you’ll need your device passcode or recovery key to access your data. If you don’t have your recovery key, create a new one. You can also turn off Advanced Data Protection before signing out.
ar: أنت على وشك تسجيل الخروج من آخر جهاز في حسابك. لتسجيل الدخول مرة أخرى، ستحتاج إلى رمز دخول الجهاز أو مفتاح الاسترداد للوصول إلى بياناتك. إذا لم يكن لديك مفتاح الاسترداد، يجب إنشاء مفتاح جديد. يمكنك أيضًا إيقاف الحماية المتقدمة للبيانات قبل تسجيل الخروج.
bg: На път сте да излезете от регистрацията си от последното устройство. За да влезете отново, ще ви бъде необходим вашият код за устройството или ключ за възстановяване за достъп до вашите данни. Ако не разполагате с вашия ключ за възстановяване, създайте нов. Също така можете да изключите Разширена защита на данни, преди да излезете от регистрацията.
ca: Estàs a punt de tancar sessió a l’últim dispositiu del compte. Per tornar a iniciar sessió i accedir a les dades, necessitaràs el codi del dispositiu o una clau de recuperació. Si no en tens cap, crea’n una de nova. També pots desactivar la protecció de dades avançada abans de tancar sessió.
cs: Chystáte se odhlásit z posledního zařízení přidruženého k vašemu účtu. Při příštím přihlášení budete pro přístup k datům potřebovat přístupový kód k zařízení nebo obnovovací klíč. Pokud obnovovací klíč nemáte, můžete si ho vytvořit. Také můžete před odhlášením vypnout pokročilou ochranu dat.
da: Du er ved at logge ud af den sidste enhed på din konto. Du skal bruge koden til din enhed eller din gendannelsesnøgle for at logge ind igen og få adgang til dine data. Hvis du ikke har din gendannelsesnøgle, skal du oprette en ny. Du kan også slå Avanceret databeskyttelse fra, før du logger ud.
de: Du bist im Begriff, dich von dem letzten Gerät deines Accounts abzumelden. Für eine erneute Anmeldung benötigst du deinen Gerätecode oder Wiederherstellungsschlüssel, um auf deine Daten zuzugreifen. Wenn du keinen Wiederherstellungsschlüssel hast, erstelle einen neuen. Du kannst auch vor dem Abmelden den erweiterten Datenschutz deaktivieren.
el: Πρόκειται να αποσυνδεθείτε από την πιο πρόσφατη συσκευή στον λογαριασμό σας. Για να συνδεθείτε ξανά, θα χρειαστείτε τον κωδικό της συσκευής σας ή το κλειδί ανάκτησης για πρόσβαση στα δεδομένα σας. Σε περίπτωση που το κλειδί ανάκτησής σας δεν είναι διαθέσιμο, δημιουργήστε ένα νέο κλειδί ανάκτησης. Μπορείτε επίσης να απενεργοποιήσετε την Προηγμένη προστασία δεδομένων προτού αποσυνδεθείτε.
es: Estás a punto de cerrar sesión en el último dispositivo de tu cuenta. Para volver a iniciar sesión, necesitarás el código del dispositivo o la clave de recuperación para acceder a tus datos. Si no tienes una clave de recuperación, créala. También puedes desactivar la protección de datos avanzada antes de cerrar sesión.
es_419: Estás a punto de cerrar la sesión en el último dispositivo vinculado a tu cuenta. Para volver a iniciarla y acceder a tus datos, necesitarás el código de tu dispositivo o tu clave de recuperación. Si no tienes una clave de recuperación, puedes crear una nueva, o bien puedes desactivar la protección avanzada de datos antes de cerrar la sesión.
fi: Olet kirjautumassa ulos viimeisestä tililläsi olevasta laitteesta. Jos haluat kirjautua sisään uudelleen, tarvitset laitteen pääsykoodin tai palautusavaimen, jotta voit käyttää tietojasi. Jos sinulla ei ole palautusavainta, luo uusi. Voit myös laittaa kehittyneen tietosuojauksen pois päältä ennen uloskirjautumista.
fr: Vous êtes sur le point de vous déconnecter du dernier appareil de votre compte. Pour vous reconnecter, vous devrez saisir le code de votre appareil ou utiliser une clé de secours pour accéder à vos données. Si vous n’avez pas de clé de secours, créez-en une. Vous pouvez également désactiver la protection avancée des données avant de vous déconnecter.
fr_ca: Vous êtes sur le point de vous déconnecter du dernier appareil connecté à votre compte. Pour vous reconnecter et accéder à vos données, vous aurez besoin du code de votre appareil ou de votre clé de secours. Si vous avez égaré votre clé de secours, créez-en une nouvelle. Vous pouvez également désactiver la protection avancée des données avant de vous déconnecter.
he: פעולה זו תנתק אותך מהמכשיר האחרון בחשבון שלך. כדי להתחבר שוב, יהיה צורך בקוד הגישה של המכשיר או במפתח השחזור שלך עבור גישה לנתונים. אם מפתח השחזור שלך לא נמצא ברשותך, באפשרותך ליצור אחד חדש. ניתן גם לכבות את ״הגנת נתונים מתקדמת״ לפני ההתנתקות.
hi: आप अपने खाते के अंतिम डिवाइस से साइन आउट करने जा रहे हैं। फिर से साइन इन करने के लिए आपको अपना डेटा ऐक्सेस करने के लिए अपना डिवाइस पासकोड या रिकवरी-की आवश्यक होगी। अगर आपके पास अपनी रिकवरी-की नहीं है, तो नई रिकवरी-की बनाएँ। आप साइन आउट करने से पहले एडवांस डेटा सुरक्षा बंद भी कर सकते हैं।
hr: Namjeravate se odjaviti s posljednjeg uređaja na svom računu. Za ponovno prijavljivanje trebat će vam šifra uređaja ili ključ za oporavak kako biste pristupili podacima. Ako nemate ključ za oporavak, izradite novi. Možete i isključiti Naprednu zaštitu podataka prije odjavljivanja.
hu: Ezzel ki fog jelentkezni a fiókjához tartozó utolsó eszközből. Ha ismét be szeretne jelentkezni, az adataihoz való hozzáféréshez szüksége lesz az eszköze jelkódjára vagy helyreállítási kulcsára. Ha nem rendelkezik a helyreállítási kulcsával, létrehozhat egy újat, vagy a kijelentkezés előtt ki is kapcsolhatja a Fejlett adatvédelem funkciót.
id: Anda akan keluar dari perangkat terakhir di akun Anda. Untuk masuk lagi, Anda akan memerlukan kode sandi perangkat atau kunci pemulihan Anda untuk mengakses data Anda. Jika tidak memiliki kunci pemulihan Anda, buat kunci baru. Anda juga dapat mematikan Perlindungan Data Lanjutan sebelum keluar.
it: Stai per eseguire il logout dall’ultimo dispositivo su cui hai effettuato l’accesso al tuo account. Per eseguire nuovamente l’accesso, avrai bisogno del codice del dispositivo o di una chiave di recupero per accedere ai tuoi dati. Se non hai una chiave di recupero, creane una nuova. Puoi anche disattivare la protezione avanzata dei dati prima di eseguire il logout.
ja: アカウントで使用中の最後のデバイスからサインアウトしようとしています。再度サインインするには、デバイスのパスコードまたはデータにアクセスするための復旧キーが必要になります。復旧キーがない場合は、新規に作成してください。また、サインアウトする前に、高度なデータ保護をオフにすることもできます。
kk: Аккаунтта қалған соңғы құрылғыңыздан шыққалы жатырсыз. Жүйеге қайта кіріп, деректеріңізге қол жеткізу үшін құрылғының құпиякоды немесе қалпына келтіру кілті қажет болады. Қалпына келтіру кілтіңіз болмаса, жаңасын жасаңыз. Сондай-ақ жүйеден шықпас бұрын кеңейтілген дерек қорғанысын өшіруге болады.
ko: 사용자 계정의 마지막 기기로부터 로그아웃하려고 합니다. 다시 로그인하려면 사용자의 데이터에 접근하기 위해 기기 암호 또는 복구 키가 필요합니다. 복구 키가 없는 경우 새로운 키를 생성하십시오. 로그아웃하기 전에 고급 데이터 보호 기능을 끌 수도 있습니다.
lt: Ketinate atsijungti nuo paskutinio savo paskyros įrenginio. Kad galėtumėte vėl prisijungti, jums reikės įrenginio prieigos kodo arba atkūrimo rakto duomenims pasiekti. Jei neturite atkūrimo rakto, susikurkite naują. Taip pat prieš atsijungdami galite išjungti išplėstinę duomenų apsaugą.
ms: Anda akan mendaftar keluar daripada peranti terakhir pada akaun anda. Untuk mendaftar masuk sekali lagi, anda memerlukan kod laluan peranti atau kunci pemulihan anda untuk mengakses data anda. Jika anda tidak mempunyai kunci pemulihan anda, cipta kunci yang baharu. Anda juga boleh menyahaktifkan Perlindungan Data Lanjutan sebelum mendaftar keluar.
nb: Du er i ferd med å logge av den siste enheten som er pålogget kontoen din. Når du logger på igjen, trenger du gjen­opp­rettings­nøkkelen eller koden til enheten for å få tilgang til dataene dine. Hvis du ikke har gjen­opp­rettings­nøkkelen, kan du opprette en ny. Du kan også slå av Avansert data­beskyttelse før du logger av.
nl: Je staat op het punt uit te loggen bij het laatste apparaat in je account. Als je opnieuw wilt inloggen, heb je de toegangscode of de herstelsleutel van je apparaat nodig om toegang te krijgen tot je gegevens. Als je je herstelsleutel niet hebt, maak je een nieuwe aan. Je kunt ook geavanceerde gegevensbescherming uitschakelen voordat je uitlogt.
pl: Zamierzasz wylogować się ze swojego konta na ostatnim urządzeniu. Ponowne zalogowanie się i uzyskanie dostępu do swoich danych będzie wymagać podania kodu urządzenia lub klucza odzyskiwania. Jeśli nie masz klucza odzyskiwania, utwórz go. Przed wylogowaniem się możesz także wyłączyć zaawansowaną ochronę danych.
pt_br: Você está prestes a finalizar a sessão do último dispositivo na sua conta. Para iniciar a sessão de novo, você precisará do código do dispositivo ou da chave reserva para acessar seus dados. Se não tiver a chave reserva, crie uma nova. Você também pode desativar a Proteção Avançada de Dados antes de finalizar a sessão.
pt_pt: Está prestes a terminar sessão no último dispositivo da sua conta. Para voltar a iniciar sessão, precisará do código do dispositivo ou da chave de recuperação para aceder aos seus dados. Se não tiver a sua chave de recuperação, crie uma nova. Também pode desativar a proteção de dados avançada antes de terminar sessão.
ro: Sunteți pe cale să ieșiți din cont de pe ultimul dispozitiv din contul dvs. Pentru a vă autentifica din nou, veți avea nevoie de codul de acces al dispozitivului sau de cheia de recuperare pentru a vă accesa datele. În cazul în care nu aveți o cheie de recuperare, puteți să creați una nouă. De asemenea, puteți dezactiva protecția avansată a datelor înainte de a ieși din cont.
ru: Вы собираетесь выйти из учетной записи на последнем устройстве, где у Вас выполнен вход. Чтобы войти снова, Вам понадобится код‑пароль устройства или ключ восстановления для доступа к данным. Если у Вас нет ключа восстановления, создайте его. Перед выходом также можно выключить расширенную защиту данных.
sk: Chystáte sa odhlásiť z posledného zariadenia vo svojom účte. Pri opätovnom prihlásení budete na prístup k svojim dátam potrebovať kód svojho zariadenia alebo kľúč obnovy. Ak kľúč obnovy nemáte, môžete si ho vytvoriť. Prípadne môžete pred odhlásením vypnúť pokročilú ochranu dát.
sl: Izpisali se boste iz zadnje naprave v vašem računu. Za ponovni vpis in dostop do podatkov boste potrebovali kodo za dostop naprave ali obnovitveni ključ. Če obnovitvenega ključa nimate, ustvarite novega. Lahko pa napredno zaščito podatkov izklopite, preden se izpišete.
sv: Du håller på att logga ut från den sista enheten i ditt konto. Om du vill logga in igen behöver du din enhets lösenkod eller återställningsnyckel för att komma åt dina data. Om du inte har din återställningsnyckel kan du skapa en ny. Du kan också slå av Avancerat dataskydd innan du loggar ut.
th: คุณกำลังจะลงชื่อออกจากอุปกรณ์ล่าสุดของบัญชีของคุณ ในการลงชื่อเข้าอีกครั้ง คุณจะต้องใช้รหัสของอุปกรณ์หรือรหัสการกู้คืนของคุณเพื่อเข้าถึงข้อมูลของคุณ ถ้าคุณไม่มีรหัสการกู้คืนของคุณ ให้สร้างรหัสการกู้คืนใหม่ คุณยังสามารถปิดใช้การปกป้องข้อมูลขั้นสูงก่อนลงชื่อออกได้อีกด้วย
tr: Hesabınızdaki son aygıttan çıkış yapmak üzeresiniz. Yeniden giriş yapmak isterseniz verilerinize erişmek için aygıt parolanız veya kurtarma anahtarınız gerekir. Kurtarma anahtarınız yoksa yeni bir tane yaratın. Çıkış yapmadan önce İleri Düzey Veri Koruma’yı da kapatabilirsiniz.
uk: Ви збираєтеся вийти з останнього пристрою у вашому обліковому записі. Щоб увійти знову й отримати доступ до даних, вам знадобиться код допуску пристрою або ключ відновлення. Якщо у вас немає ключа відновлення, створіть його. Крім того, перед виходом можна вимкнути посилений захист даних.
vi: Bạn sắp đăng xuất khỏi thiết bị cuối cùng trong tài khoản của mình. Để đăng nhập lại, bạn sẽ cần mật mã thiết bị hoặc khóa khôi phục để truy cập dữ liệu của mình. Hãy tạo khóa mới nếu bạn chưa có khóa khôi phục. Bạn cũng có thể tắt Bảo vệ dữ liệu nâng cao trước khi đăng xuất.
zh_cn: 你即将退出登录关联到你账户的最后一台设备。若要重新登录，你将需要设备密码或恢复密钥才能访问数据。如果没有恢复密钥，请创建一个新的恢复密钥。你还可以在退出登录前关闭“高级数据保护”。
zh_hk: 你即將登出連繫到你帳户的最後一部裝置。如要再次登入，你需要裝置密碼或還原密鑰才能取用你的資料。如你未有還原密鑰，請製作新的還原密鑰。你亦可以在登出前關閉「進階資料保護」。
zh_tw: 你即將登出帳號的最後一部裝置。若要重新登入，你將需要裝置密碼或復原密鑰來取用你的資料。若你沒有復原密鑰，請製作一個新的密鑰。你也可以在登出前關閉「進階資料保護」。

# SIGN_OUT_LAST_DEVICE_RECOVERY_KEY_TITLE
source: Signing in again will require your passcode or recovery key.
ar: سيتطلب تسجيل الدخول مرة أخرى رمز الدخول أو مفتاح الاسترداد الخاصين بك.
bg: Влизането отново ще изисква вашия код или ключ за възстановяване.
ca: Necessitaràs el codi o la clau de recuperació per tornar a iniciar sessió.
cs: Při dalším přihlášení budete potřebovat přístupový kód nebo obnovovací klíč.
da: Din kode eller gendannelsesnøgle kræves for at logge ind igen.
de: Für die erneute Anmeldung ist dein Code oder ein Wiederherstellungs­schlüssel erforderlich.
el: Για επανασύνδεση, απαιτείται ο κωδικός ή η επαφή ανάκτησής σας.
es: Para volver a iniciar sesión necesitarás tu código o la clave de recuperación.
es_419: Para volver a iniciar sesión, se requerirá tu código o clave de recuperación.
fi: Uudelleenkirjautumiseen vaaditaan pääsykoodisi tai palautusavaimesi.
fr: Pour vous reconnecter, vous devrez saisir votre code ou votre clé de secours.
fr_ca: Pour vous reconnecter, vous aurez besoin de votre code ou de votre clé de secours.
he: התחברות מחדש תחייב הזנה של קוד הגישה או מפתח השחזור שלך.
hi: फिर से साइन इन करने के लिए आपके पासकोड या रिकवरी-की की ज़रूरत होगी।
hr: Za ponovno prijavljivanje potrebna je vaša šifra ili ključ za oporavak.
hu: Az ismételt bejelentkezéséhez szüksége lesz a jelkódjára vagy a helyreállítási kulcsára.
id: Kode sandi atau kunci pemulihan akan diperlukan untuk masuk kembali.
it: Per accedere di nuovo avrai bisogno del codice o della chiave di recupero.
ja: 再度サインインするには、パスコードまたは復旧キーが必要になります。
kk: Жүйеге қайта кіру үшін құпиякод немесе қалпына келтіру кілті қажет болады.
ko: 다시 로그인하려면 암호 또는 복구 키가 필요합니다.
lt: Kad galėtumėte vėl prisijungti, turėsite pasinaudoti prieigos kodu arba atkūrimo raktu.
ms: Mendaftar masuk lagi akan memerlukan kod laluan atau kunci pemulihan anda.
nb: Når du logger på igjen, må du oppgi enten kode eller gjen­opprettings­nøkkel.
nl: Als je opnieuw inlogt, heb je je toegangscode of herstelsleutel nodig.
pl: Ponowne zalogowanie się będzie wymagało podania kodu lub klucza odzyskiwania.
pt_br: Para iniciar a sessão novamente, será necessário o seu código ou a chave reserva.
pt_pt: Necessitará do seu código ou chave de recuperação para voltar a iniciar sessão
ro: Reautentificarea în cont va necesita codul dvs. de acces sau o cheie de recuperare.
ru: Для повторного входа потребуется Ваш код‑пароль или ключ восстановления.
sk: Na opätovné prihlásenie budete potrebovať kód alebo kľúč obnovy.
sl: Ponovni vpis bo zahteval kodo za dostop ali obnovitveni ključ.
sv: När du vill logga in igen krävs din lösenkod eller en återställningsnyckel.
th: การลงชื่อเข้าอีกครั้งจะต้องใช้รหัสหรือรหัสการกู้คืนของคุณ
tr: Yeniden giriş yapmak için parolanız ya da kurtarma anahtarınız gerekir.
uk: Для повторного входу потрібно буде використати код допуску чи ключ відновлення.
vi: Việc đăng nhập lại sẽ yêu cầu mật mã hoặc khóa khôi phục của bạn.
zh_cn: 重新登录将需要密码或恢复密钥。
zh_hk: 再次登入將需要密碼或還原密鑰。
zh_tw: 重新登入將需要你的密碼或復原密鑰。

# SIGN_OUT_LINK_IPAD
source: Giving away or selling this iPad?
ar: هل تفكر في إهداء iPad أو بيعه؟
bg: Подарявате или продавате този iPad?
ca: Vols vendre o regalar l’iPad?
cs: Chystáte se iPad darovat nebo prodat?
da: Skal denne iPad sælges eller foræres væk?
de: Wird dieses iPad verschenkt oder verkauft?
el: Θέλετε να δώσετε ή να πουλήσετε αυτό το iPad;
es: ¿Vas a vender o regalar este iPad?
es_419: ¿Vas a regalar o vender este iPad?
fi: Aiotko antaa iPadin pois tai myydä sen?
fr: Vous cédez ou vendez cet iPad ?
fr_ca: Céder ou vendre cet iPad?
he: האם בכוונתך למסור או למכור את ה-iPad הזה?
hi: क्या यह iPad किसी को देने या बेचने वाले हैं?
hr: Namjeravate darovati ili prodati ovaj iPad?
hu: Elajándékozza vagy eladja ezt az iPadet?
id: Memberikan atau menjual iPad ini?
it: Desideri vendere o cedere iPad?
ja: このiPadを譲渡または売却しますか?
kk: Бұл iPad құрылғысын біреуге табыстау немесе сату қажет пе?
ko: 이 iPad를 다른 사람이 사용하게 되나요?
lt: Atiduodate arba parduodate šį „iPad“?
ms: Memberikan atau menjual iPad ini?
nb: Skal du selge eller gi bort denne iPaden?
nl: Wil je deze iPad weggeven of verkopen?
pl: Oddajesz lub sprzedajesz tego iPada?
pt_br: Vai dar ou vender este iPad?
pt_pt: Vai dar ou vender este iPad?
ro: Doriți să dați sau să vindeți acest iPad?
ru: Продаете или отдаете этот iPad?
sk: Darujete alebo predávate tento iPad?
sl: Podarjate ali prodajate ta iPad?
sv: Ska du ge bort eller sälja denna iPad?
th: จะให้หรือขาย iPad เครื่องนี้หรือไม่
tr: Bu iPad’i elden çıkarmak mı istiyorsunuz?
uk: Віддаєте чи продаєте цей iPad?
vi: Cho tặng hoặc bán iPad này?
zh_cn: 赠送或出售此iPad？
zh_hk: 你要轉讓或轉售此iPad嗎？
zh_tw: 要將此iPad送人或賣掉？

# SIGN_OUT_LINK_IPHONE
source: Giving away or selling this iPhone?
ar: هل تفكر في إهداء iPhone أو بيعه؟
bg: Подарявате или продавате този iPhone?
ca: Vols vendre o regalar l’iPhone?
cs: Chystáte se iPhone darovat nebo prodat?
da: Skal denne iPhone sælges eller foræres væk?
de: Wird dieses iPhone verschenkt oder verkauft?
el: Θέλετε να δώσετε ή να πουλήσετε αυτό το iPhone;
es: ¿Vas a vender o regalar este iPhone?
es_419: ¿Vas a regalar o vender este iPhone?
fi: Aiotko antaa iPhonen pois tai myydä sen?
fr: Vous cédez ou vendez cet iPhone ?
fr_ca: Céder ou vendre cet iPhone?
he: האם בכוונתך למסור או למכור את ה-iPhone הזה?
hi: क्या यह iPhone किसी को देने या बेचने वाले हैं?
hr: Namjeravate darovati ili prodati ovaj iPhone?
hu: Elajándékozza vagy eladja ezt az iPhone-t?
id: Memberikan atau menjual iPhone ini?
it: Desideri vendere o cedere iPhone?
ja: このiPhoneを譲渡または売却しますか?
kk: Бұл iPhone құрылғысын біреуге табыстау немесе сату қажет пе?
ko: 이 iPhone을 다른 사람이 사용하게 되나요?
lt: Atiduodate arba parduodate šį „iPhone“?
ms: Memberikan atau menjual iPhone ini?
nb: Skal du selge eller gi bort denne iPhonen?
nl: Wil je deze iPhone weggeven of verkopen?
pl: Oddajesz lub sprzedajesz tego iPhone'a?
pt_br: Vai dar ou vender este iPhone?
pt_pt: Vai dar ou vender este iPhone?
ro: Doriți să dați sau să vindeți acest iPhone?
ru: Продаете или отдаете этот iPhone?
sk: Darujete alebo predávate tento iPhone?
sl: Podarjate ali prodajate ta iPhone?
sv: Ska du ge bort eller sälja denna iPhone?
th: จะให้หรือขาย iPhone เครื่องนี้หรือไม่
tr: Bu iPhone’u elden çıkarmak mı istiyorsunuz?
uk: Віддаєте чи продаєте цей iPhone?
vi: Cho tặng hoặc bán iPhone này?
zh_cn: 赠送或出售此iPhone？
zh_hk: 你要轉讓或轉售此iPhone嗎？
zh_tw: 要將此iPhone送人或賣掉？

# SIGN_OUT_LINK_IPOD
source: Giving away or selling this iPod touch?
ar: هل تفكر في إهداء iPod touch أو بيعه؟
bg: Подарявате или продавате този iPod touch?
ca: Vols vendre o regalar l’iPod touch?
cs: Chystáte se iPod touch darovat nebo prodat?
da: Skal denne iPod touch sælges eller foræres væk?
de: Wird dieser iPod touch verschenkt oder verkauft?
el: Θέλετε να δώσετε ή να πουλήσετε αυτό το iPod touch;
es: ¿Vas a vender o regalar este iPod touch?
es_419: ¿Vas a regalar o vender este iPod touch?
fi: Aiotko antaa iPod touchin pois tai myydä sen?
fr: Vous cédez ou vendez cet iPod touch ?
fr_ca: Céder ou vendre cet iPod touch?
he: האם בכוונתך למסור או למכור את ה-iPod touch הזה?
hi: क्या यह iPod touch किसी को देने या बेचने वाले हैं?
hr: Namjeravate darovati ili prodati ovaj iPod touch?
hu: Elajándékozza vagy eladja ezt az iPod touchot?
id: Memberikan atau menjual iPod touch ini?
it: Desideri vendere o cedere iPod touch?
ja: このiPod touchを譲渡または売却しますか?
kk: Бұл iPod touch құрылғысын біреуге табыстау немесе сату қажет пе?
ko: 이 iPod touch를 다른 사람이 사용하게 되나요?
lt: Atiduodate arba parduodate šį „iPod touch“?
ms: Memberikan atau menjual iPod touch ini?
nb: Skal du selge eller gi bort iPod touch?
nl: Wil je deze iPod touch weggeven of verkopen?
pl: Oddajesz lub sprzedajesz tego iPoda touch?
pt_br: Vai dar ou vender este iPod touch?
pt_pt: Vai dar ou vender este iPod touch?
ro: Doriți să dați sau să vindeți acest iPod touch?
ru: Продаете или отдаете этот iPod touch?
sk: Darujete alebo predávate tento iPod touch?
sl: Podarjate ali prodajate to napravo iPod touch?
sv: Ska du ge bort eller sälja denna iPod touch?
th: จะให้หรือขาย iPod touch เครื่องนี้หรือไม่
tr: Bu iPod touch’ı elden çıkarmak mı istiyorsunuz?
uk: Віддаєте чи продаєте цей iPod touch?
vi: Cho tặng hoặc bán iPod touch này?
zh_cn: 赠送或出售此iPod touch？
zh_hk: 你要轉讓或轉售此iPod touch嗎？
zh_tw: 要將此iPod touch送人或賣掉？

# SIGN_OUT_LINK_UNKNOWN
source: Giving away or selling this device?
ar: هل تفكر في إهداء هذا الجهاز أو بيعه؟
bg: Подарявате или продавате това устройство?
ca: Vols vendre o regalar el dispositiu?
cs: Chystáte se zařízení darovat nebo prodat?
da: Skal denne enhed sælges eller foræres væk?
de: Wird dieses Gerät verschenkt oder verkauft?
el: Θέλετε να χαρίσετε ή να πουλήσετε αυτήν τη συσκευή;
es: ¿Vas a vender o regalar este dispositivo?
es_419: ¿Vas a regalar o vender este dispositivo?
fi: Aiotko antaa tämän laitteen pois tai myydä sen?
fr: Vous cédez ou vendez cet appareil ?
fr_ca: Céder ou vendre cet appareil?
he: האם בכוונתך למסור או למכור את המכשיר הזה?
hi: क्या यह डिवाइस किसी को देने या बेचने वाले हैं?
hr: Namjeravate darovati ili prodati ovaj uređaj?
hu: Elajándékozza vagy eladja ezt az eszközt?
id: Memberikan atau menjual perangkat ini?
it: Desideri vendere o cedere il dispositivo?
ja: このデバイスを譲渡または売却しますか?
kk: Бұл құрылғыны біреуге табыстау немесе сату қажет пе?
ko: 이 기기를 다른 사람이 사용하게 되나요?
lt: Atiduodate arba parduodate šį įrenginį?
ms: Memberikan atau menjual peranti ini?
nb: Skal du selge eller gi bort denne enheten?
nl: Wil je dit apparaat weggeven of verkopen?
pl: Oddajesz lub sprzedajesz to urządzenie?
pt_br: Vai dar ou vender este dispositivo?
pt_pt: Vai dar ou vender este dispositivo?
ro: Doriți să dați sau să vindeți acest dispozitiv?
ru: Продаете или отдаете это устройство?
sk: Darujete alebo predávate toto zariadenie?
sl: Podarjate ali prodajate to napravo?
sv: Ska du ge bort eller sälja den här enheten?
th: จะให้หรือขายอุปกรณ์เครื่องนี้หรือไม่
tr: Bu aygıtı elden çıkarmak mı istiyorsunuz?
uk: Віддаєте чи продаєте цей пристрій?
vi: Cho tặng hoặc bán thiết bị này?
zh_cn: 赠送或出售此设备？
zh_hk: 你要轉讓或轉售此裝置嗎？
zh_tw: 要將此裝置送人或賣掉？
